Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1018_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámi oahpahusbargiide oaivvilduvvon giellalávgunskuvlejupmi álgá
smn: Sämimáttááttâs pargoviehân čujottum kielâlávgumškovlim vuálgá joton

source: Sámi oahpahusbargiide oaivvilduvvon skuvlenfidnu giellalávgunmetodas álggahuvvo bearjadaga 27.2.
smn: Sämimáttááttâs pargoviehân čujottum škovlimhaahâ, mii kieđâvuš kielâlávgummeetood, vuálgá joton vástuppeeivi 27.2.

source: Sámekulturguovddáš Sajosis Anáris.
smn: Säämi kulttuurkuávdáš Sajosist Anarist.

source: Skuvlejupmái leat almmuhan iežaset sullii 40 sámegiela ja sámegielat joavkkuid oahpaheaddji vuođđooahpahusas, logahagas ja árra-bajásgeassimis.
smn: Škovliimân láá almottâttâm suulân 40 sämikielâ já sämikielâlij juávhui máttáátteijed vuáđumáttááttâsâst, luvâttuvvâst já arâšoddâdmist. Lasseen mieldi láá almottâttâm ollâopâttâhuáppeeh.

source: Prošeakta lea sámedikki ja Oulu universiteahta Giellagas-instituhta ovttasbargu ja dan ruhtada Oahpahusráđđehus.
smn: Haahâ lii sämitige já Oulu ollâopâttuv Giellagas-instituut oovtâstpargo já tom ruttâd Máttááttâshaldâttâs.

source: Ovttasbarggus leat mielde maiddái Sámi allaskuvla ja Vaasa universiteahtta.
smn: Oovtâstpargoost lává mieldi meid säämi ollâškovlâ, Sámi allaskuvla, já Vaasa ollâopâttâh.

source: Skuvlejupmi ordnejuvvo ollásit lagasoahpahussan, oktiibuot ordnejuvvojit njeallje guovtti beaivvi skuvlendilálašvuođa.
smn: Škovlim uárnejuvvoo ollâsávt aldamáttááttâssân, ohtsis nelji kyevti peeivi škovlimtilálâšvuottân.

source: Skuvlejumi čađahan stuđeanttat ožžot guhtta (6) oahppočuoggá, maid lea vejolaš lohkat oassin universiteahta oahpuide.
smn: Toh, kiäh čođâlditeh škovlim, finnejeh kuttâ (6) oppâčuágástuv, maid lii máhđulâš luuhâđ pyerrin jieijâs ollâopâttâhuápuin.

source: Skuvlenfitnu ulbmilin lea lasihit dieđu ja máhtu giellalávgunmetoda heiveheamis Suomas addojuvvon sámeoahpahussii.
smn: Škovlimhaavâ ulmen lii lasettiđ tiäđu já máátu kielâlávgummeetood heiviitmân sämimáttááttâsân, mii adeluvvoo Suomâst.

source: Giellalávgunoahpahusa viiddideapmi gullá ee. Stubb ráđđehusa prográmmii.
smn: Kielâlávgummáttááttâs vijđedem kulá el. Stubb haldâttâs ohjelmân.

source: Oahpahusráđđehus lea juovlamánus 2014 mearridan vuođđooahpahusa ođđa vuođustusain. Áššegirjjis giddejuvvo eanet fuomášupmi giellalávgunoahpahussii go ovddit vuođustusain.
smn: Uđđâ vuáđumáttááttâs máttááttâsvuávám vuáđđusijn, maid Máttááttâshaldâttâs adelij juovlâmáánust 2014, kielâlávgummáttááttâsân kiddejeh eenâb huámmášume ko oovdeb vuáđđusijn.

source: Giellalávgunoahpahusa ovddideapmi sámeoahpahusas lea áigeguovdil máŋgga sivas.
smn: Kielâlávgummáttááttâs ovdedem sämimáttááttâsâst lii äigikyevdil maaŋgâ suujâst.

source: Giellalávgunmetoda leamaš anus árrabajásgeassimis juo jagi 1997 rájes go vuosttaš vuollel skuvlaahkásaččaide oaivvilduvvon anárašgielat giellabeassi rahppojuvvui.
smn: Arâšoddâdmist kielâlávgummeetood lii lamaš kiävtust jo ive 1997 rääjist, kuás vuossâmuš vuálá škovlâahasáid uáivildum anarâškielâ kielâpiervâl vuolgij joton.

source: Giellabeasit leat dál juo oktiibuot ovcci, main golbma anárašgiellaga, guokte nuortalašgiellaga ja njeallje davvisámegiellaga.
smn: Kielâpiervâleh láá jo ohtsis oovce, main kulmâ anarâškielâlâš, kyehti nuorttâlâškielâlâš já nelji tavesämikielâlâš.

source: Giellabesiin gávccis leat sámiid ruovttuguovllus ja okta Helssegis.
smn: Kielâpiervâlijn käävci tuáimih sämi-kuávlust já ohtâ Helsigist.

source: Sámediggi lea čielggadan vejolašvuođaid vuođđudit giellabesiid maid eará gávpogiidda.
smn: Sämitigge lii selvâttâm kielâpiervâlij lekkâmmáhđulâšvuođâid meid eres kaavpugijn.

source: Roavvenjárggas giellabeasi álggaheapmi lea lahka.
smn: Kielâpiervâl joton vyelgim lii aldemustáá Ruávinjaargâ kaavpugist.

source: Giellalávgumii guoski skuvlenfidnu addá sámi oahpahusbargiide vejolašvuođaid ovddidit ja juogadit iežaset máhtu giellalávggu ollašuhttimis skuvlaoahpahusas.
smn: Kielâlávgumân kyeskee škovlimhaahâ addel säämi máttááttâspargoviehân máhđulâšvuođâid ovdediđ já jyehiđ jieijâs mättim kielâlávgum olášutmist meid vuáđumáttááttâsâst.

source: Giellalávgunoahpahusa viiddideapmi vuođđooahpahussii dahká vejolažžan joatkit árrabajásgeassimis álggahuvvon sámegielaid ealáskahttima maid oahppogeatnegasvuođaskuvllas.
smn: Kielâlávgummáttááttâs vijdánem vuáđumáttááttâsân taha máhđulâžžân arâšoddâdmist ááigán finnejum sämikielâi iäláskittem jotkum oppâkenigâsvuođâškoovlâst.

source: Vuođđooahpahus sámegillii lea addojuvvon Suomas 1970-logu beallemuttu rájes.
smn: Sämikielâlâš vuáđumáttááttâs lii adelum Suomâst 1970-lovo pelimudo rääjist.

source: Oassi sámegielat oahpahusas leamaš duohtavuođas giellalávgunoahpahus jahkelogiid čađa, vaikko dat ii virggálaččat leatge dakkárin meroštallojuvvon.
smn: Uási sämikielâlâš máttááttâsâst lii keevâtlávt lamaš kielâlávgummáttááttâs miätá iheluuvij, veikâ ton iä lah virgálávt tagarin miäruštâllâm.

source: Stuorámus oassi sámegiela lohkkiin vuođđooahpahusas ja logahagas ožžot goittotge oahpahusa vieris giela oahppoávnnasin.
smn: Väldiuási sämikielâ vuáđumáttááttâs já luvâttuv uáppein finnee kuittâg máttááttâs vieres kielâ oppâamnasin.

source: Stuorámus oassi vieris giela oahppiin leat sámeoahppit, geaidda sámegiella lea buorebutge nubbi giella go vieris giella.
smn: Iänáás uási vieres kielâ uáppein láá sämiuáppeeh, kiäid sämikielâ lii pyerebeht nubbe kielâ ko vieres kielâ.

source: Vieris giela oahpahus ii dutkamušaid mielde buvttat doaimmalaš guovttegielalašvuođa, masa giellalávgunoahpahusain dábálaččat ollejit.
smn: Vieres kielâ máttááttâs ij tutkâmušâi mield pyevtit toimâlii kyevtkielâlâšvuođâ, moos kielâlávgummáttááttâssáin táválávt peesih.

source: Fitnu pedagogalaš jođiheaddjin bargá FD Marja-Liisa Olthuis ja áššedovdeoahpaheaddjin dutki / čuvgehusdoaimma jođiheaddji Laura Arola.
smn: Haavâ pedâgogisâš jođetteijen tuáimá FT Marja-Liisa Olthuis já äššitobdeemáttáátteijen totkee / čuovviittâstooimâ jođetteijee Laura Arola.

source: Skuvlenfitnu vuosttaš lagasoahpahusbeivviid prográmma lea gávdnamis
smn: Škovlimhaavâ vuossâmuu aldamáttááttâspaje Ohjelm 27.-28.2.2015

source: Lassedieđut:
smn: Lasetiäđuh:

source: www.samediggi.fi &amp;gt; Prošeavttat
smn: www.samediggi.fi &amp;gt; projekteh

source: Dutki / čuvgehusdoaimmahoavda Laura Arola, Giellagas-instituhtta / Ohcejoga gielda laura.
smn: Totkee / čuovviittâstooimâjođetteijee Laura Arola, Giellagas-instituut / Ucjuv kieldâ laura.

source: Skuvlenčálli Ulla Aikio-Puoskari, sámediggi ulla.
smn: Škovlimčällee Ulla Aikio-Puoskari, Sämitigge ulla.
